Repository: wajid2014pk/Flutter-ImageConverter-Macos
Catalog: lib/l10n/app_*.arb
Languages: ca, da, el, fi, he, hi, hr, hu, id, ms, ro, sk, th, uk, vi, zh_hk

source: Most Popular
ca: El més popular
da: Mest populære
el: Δημοφιλέστερος
fi: Suosituin
he: הכי פופולארי
hi: सबसे लोकप्रिय
hr: Najpopularniji
hu: Legnepszerubb
id: Paling Populer
ms: Paling popular
ro: Cel mai popular
sk: Najpopulárnejší
th: ที่นิยมมากที่สุด
uk: Найбільш популярний
vi: Phổ biến nhất
zh_hk: 最受歡迎

source: Yearly
ca: Anualment
da: Årligt
el: Ετήσια
fi: Vuosittain
he: שְׁנָתִי
hi: वार्षिक
hr: Godišnje
hu: Évi
id: Tahunan
ms: setiap tahun
ro: Anual
sk: Ročne
th: รายปี
uk: щорічно
vi: Hàng năm
zh_hk: 每年

source: Terms of Services
ca: Condicions dels serveis
da: Servicevilkår
el: Όροι Παροχής Υπηρεσιών
fi: Palveluehdot
he: תנאי השירות
hi: सेवाओं की शर्तें
hr: Uvjeti pružanja usluge
hu: Szolgáltatási feltételek
id: Ketentuan Layanan
ms: Syarat Perkhidmatan
ro: Termeni și condiții
sk: Zmluvné podmienky
th: ข้อกำหนดในการให้บริการ
uk: Умови надання послуг
vi: Điều khoản dịch vụ
zh_hk: 服務條款

source: Restore Purchase
ca: Restaurar la compra
da: Gendan køb
el: Επαναφορά αγοράς
fi: Palauta ostos
he: שחזר רכישה
hi: पुनःस्थापन क्रय
hr: Obnovi kupnju
hu: Vásárlás visszaállítása
id: Kembalikan Pembelian
ms: Pulihkan Pembelian
ro: Restabili cumpărare
sk: Obnoviť nákup
th: คืนค่าการซื้อ
uk: Відновити покупку
vi: Khôi phục mua hàng
zh_hk: 恢復購買

source: Image Converter
ca: Conversor d'imatges
da: Billedkonverter
el: Μετατροπέας εικόνας
fi: Kuvanmuunnin
he: ממיר תמונה
hi: इमेज कन्वर्टर
hr: Konverter slika
hu: Képátalakító
id: Konverter Gambar
ms: Penukar Gambar
ro: Convertor de imagini
sk: Prevodník obrázkov
th: โปรแกรมแปลงไฟล์ภาพ
uk: Конвертер зображень
vi: Chuyển đổi hình ảnh
zh_hk: 影像轉換器

source: Version
ca: Versió
el: Εκδοχή
fi: Versio
he: גִרְסָה
hi: संस्करण
hr: Verzija
hu: Változat
id: Versi
ms: Versi
ro: Versiune
sk: Verzia
th: เวอร์ชัน
uk: Версія
vi: Phiên bản
zh_hk: 版本

source: Recent Files
ca: Fitxers recents
da: Nylige filer
el: Πρόσφατα Αρχεία
fi: Äskettä Tiedostot
he: קבצים אחרונים
hi: हाल की फ़ाइलें
hr: Nedavne datoteke
hu: Legutóbbi fájlok
id: File Terbaru
ms: Fail Terkini
ro: Fișiere recente
sk: Nedávne súbory
th: ไฟล์ล่าสุด
uk: Останні файли
vi: Tệp gần đây
zh_hk: 最近的文件

source: Share Us
ca: Compartiu-nos
da: Del os
el: Μοιραστείτε μας
fi: Jaa meidät
he: שתפו אותנו
hi: हमें साझा करें
hr: Podijelite nas
hu: Oszd meg velünk
id: Bagikan Kami
ms: Kongsi Kami
ro: Distribuiți-ne
sk: Zdieľajte nás
th: แบ่งปันกับเรา
uk: Поділіться нами
vi: Chia sẻ với chúng tôi
zh_hk: 分享我們

source: More Apps
ca: Més Apps
da: Flere apps
el: Περισσότερες εφαρμογές
fi: Lisää sovelluksia
he: אפליקציות נוספות
hi: अधिक ऐप्स
hr: Još aplikacija
hu: További alkalmazások
id: Lebih Banyak Aplikasi
ms: Lagi Apl
ro: Mai multe aplicații
sk: Viac aplikácií
th: แอปอื่นๆ
uk: Більше програм
vi: Nhiều ứng dụng hơn
zh_hk: 更多應用程式

source: Image Resizer
ca: Redimensionador d'imatges
da: Billedresizer
el: Αλλαγή μεγέθους εικόνας
fi: Kuvan koon vaihtaja
he: שינוי גודל התמונה
hi: इमेज रिसाइज़र
hu: Képátméretező
id: Pengubah Ukuran Gambar
ms: Penukar Imej
ro: Redimensionare imagine
th: โปรแกรมปรับขนาดภาพ
vi: Trình chỉnh sửa hình ảnh
zh_hk: 影像調整器

source: Image Compressor
ca: Compressor d'Imatge
da: Billedkompressor
el: Συμπιεστής εικόνας
fi: Kuvan kompressori
he: מדחס תמונה
hi: इमेज कंप्रेसर
hr: Kompresor slike
hu: Képkompresszor
id: Kompresor Gambar
ms: Pemampat Imej
ro: Compresor de imagine
sk: Kompresor obrazu
th: โปรแกรมบีบอัดภาพ
uk: Компресор зображень
vi: Máy nén hình ảnh
zh_hk: 影像壓縮器

source: Upload image
ca: Carrega la imatge
da: Upload billede
el: Ανεβάστε εικόνα
fi: Lataa kuva
he: העלה תמונה
hi: इमेज अपलोड करें
hr: Prenesi sliku
hu: Kép feltöltése
id: Unggah gambar
ms: Muat naik imej
ro: Încărcați imaginea
sk: Nahrajte obrázok
th: อัปโหลดภาพ
uk: Завантажити зображення
vi: Tải hình ảnh lên
zh_hk: 上傳圖片

source: G-Drive
da: G-drev
hi: जी-ड्राइव
hr: G-pogon
vi: Ổ G
zh_hk: G-驅動器

# convert_images_easily_any_format
source: Convert images easily any format, anytime, no limits!
ca: Converteix imatges fàcilment en qualsevol format, en qualsevol moment, sense límits!
da: Konverter billeder nemt ethvert format, når som helst, uden grænser!
el: Μετατρέψτε εύκολα εικόνες σε οποιαδήποτε μορφή, οποιαδήποτε στιγμή, χωρίς όρια!
fi: Muunna kuvat helposti mihin tahansa muotoon, milloin tahansa, ilman rajoja!
he: המר תמונות בקלות בכל פורמט, בכל עת, ללא גבולות!
hi: किसी भी प्रारूप में, कभी भी, बिना किसी सीमा के आसानी से इमेज कन्वर्ट करें!
hr: Lako pretvorite slike u bilo koji format, bilo kada, bez ograničenja!
hu: Konvertálja a képeket könnyedén bármilyen formátumban, bármikor, korlátok nélkül!
id: Konversi gambar dengan mudah ke format apa pun, kapan saja, tanpa batasan!
ms: Tukar imej dengan mudah apa-apa format, bila-bila masa, tanpa had!
ro: Convertiți cu ușurință imagini în orice format, oricând, fără limite!
sk: Konvertujte obrázky jednoducho v akomkoľvek formáte, kedykoľvek a bez obmedzení!
th: แปลงภาพได้อย่างง่ายดาย ทุกรูปแบบ ทุกเวลา ไม่จำกัดจำนวน!
uk: Легко перетворюйте зображення в будь-який формат, будь-коли, без обмежень!
vi: Chuyển đổi hình ảnh dễ dàng ở mọi định dạng, mọi lúc, không giới hạn!
zh_hk: 隨時隨地輕鬆轉換任何格式的影像，沒有任何限制！

source: Upgrade Now
ca: Actualitza ara
da: Opgrader nu
el: Αναβάθμιση τώρα
fi: Päivitä nyt
he: שדרג עכשיו
hi: अभी अपग्रेड करें
hr: Nadogradite sada
hu: Frissítsen most
id: Tingkatkan Sekarang
ms: Tingkatkan Sekarang
ro: Upgrade acum
sk: Inovujte teraz
th: อัปเกรดเลย
uk: Оновіть зараз
vi: Nâng cấp ngay
zh_hk: 立即升級

source: Choose file format
ca: Trieu el format del fitxer
da: Vælg filformat
el: Επιλέξτε μορφή αρχείου
fi: Valitse tiedostomuoto
he: בחר פורמט קובץ
hi: फ़ाइल फ़ॉर्मेट चुनें
hr: Odabir formata datoteke
hu: Válasszon fájlformátumot
id: Pilih format file
ms: Pilih format fail
ro: Alegeți formatul fișierului
sk: Vyberte formát súboru
th: เลือกรูปแบบไฟล์
uk: Виберіть формат файлу
vi: Chọn định dạng tệp
zh_hk: 選擇文件格式

source: Output Format
ca: Format de sortida
da: Udgangsformat
el: Μορφή εξόδου
fi: Tulostusmuoto
he: פורמט פלט
hi: आउटपुट फ़ॉर्मेट
hr: Izlazni format
hu: Kimeneti formátum
id: Format Keluaran
ms: Format Output
ro: Format de ieșire
sk: Výstupný formát
th: รูปแบบผลลัพธ์
uk: Формат виводу
vi: Định dạng đầu ra
zh_hk: 輸出格式

source: Choose file output format
ca: Trieu el format de sortida del fitxer
da: Vælg filoutputformat
el: Επιλέξτε μορφή εξόδου αρχείου
fi: Valitse tiedoston tulostusmuoto
he: בחר פורמט פלט קובץ
hi: फ़ाइल आउटपुट फ़ॉर्मेट चुनें
hr: Odaberite izlazni format datoteke
hu: Válasszon kimenő fájlformátumot
id: Pilih format keluaran file
ms: Pilih format output fail
ro: Alegeți formatul de ieșire al fișierului
sk: Vyberte výstupný formát súboru
th: เลือกรูปแบบผลลัพธ์ของไฟล์
uk: Виберіть вихідний формат файлу
vi: Chọn định dạng đầu ra tệp
zh_hk: 選擇文件輸出格式

source: In Progress
ca: En curs
da: Igangværende
el: Σε εξέλιξη
fi: Käynnissä
he: בתהליך
hi: प्रगति में
hr: U tijeku
hu: Folyamatban van
id: Sedang Berlangsung
ms: Dalam Proses
ro: În curs
sk: Prebieha
th: กำลังดำเนินการ
uk: В роботі
vi: Đang tiến hành
zh_hk: 進行中

source: Converting your file
ca: Convertint el teu fitxer
da: Konvertering af din fil
el: Μετατροπή του αρχείου σας
fi: Muunnetaan tiedostoa
he: המרת הקובץ שלך
hi: आपकी फ़ाइल परिवर्तित हो रही है
hr: Pretvaranje datoteke
hu: A fájl konvertálása
id: Mengonversi file Anda
ms: Menukar fail anda
ro: Conversia fișierului dvs
sk: Konverzia vášho súboru
th: กำลังแปลงไฟล์ของคุณ
uk: Перетворення вашого файлу
vi: Chuyển đổi tệp của bạn
zh_hk: 轉換您的文件

source: Completed
ca: Completat
da: Afsluttet
el: Ολοκληρώθηκε το
fi: Valmistunut
he: הושלם
hi: पूरा हो गया
hr: Završeno
hu: Befejezve
id: Selesai
ms: Selesai
ro: Terminat
sk: Dokončené
th: เสร็จสมบูรณ์
uk: Виконано
vi: Hoàn tất
zh_hk: 完全的

source: Your file is converted
ca: El teu fitxer està convertit
da: Din fil er konverteret
el: Το αρχείο σας μετατράπηκε
fi: Tiedostosi on muunnettu
he: הקובץ שלך הומר
hi: आपकी फ़ाइल परिवर्तित हो गई है
hr: Vaša je datoteka pretvorena
hu: A fájl konvertálva van
id: File Anda dikonversi
ms: Fail anda ditukar
ro: Fișierul dvs. este convertit
sk: Váš súbor je skonvertovaný
th: ไฟล์ของคุณถูกแปลงแล้ว
uk: Ваш файл перетворено
vi: Tệp của bạn đã được chuyển đổi
zh_hk: 您的文件已轉換

source: File Converted
ca: Fitxer convertit
da: Fil konverteret
el: Μετατροπή αρχείου
fi: Tiedosto Muunnettu
he: קובץ הומר
hi: फ़ाइल परिवर्तित हो गई है
hr: Datoteka pretvorena
hu: Fájl konvertálva
id: File Dikonversi
ms: Fail Ditukar
ro: Fișier convertit
sk: Súbor skonvertovaný
th: ไฟล์ถูกแปลงแล้ว
uk: Файл перетворено
vi: Tệp đã được chuyển đổi
zh_hk: 文件已轉換

# you_can_download_share
source: You can download, Share and Preview converted files
ca: Podeu baixar, compartir i previsualitzar els fitxers convertits
da: Du kan downloade, dele og forhåndsvise konverterede filer
el: Μπορείτε να κάνετε λήψη, κοινή χρήση και προεπισκόπηση αρχείων που έχουν μετατραπεί
fi: Voit ladata, jakaa ja esikatsella muunnettuja tiedostoja
he: אתה יכול להוריד, לשתף ולהציג קבצים שהומרו בתצוגה מקדימה
hi: आप परिवर्तित फ़ाइलों को डाउनलोड, साझा और पूर्वावलोकन कर सकते हैं
hr: Možete preuzimati, dijeliti i pregledavati pretvorene datoteke
hu: Letöltheti, megoszthatja és megtekintheti a konvertált fájlokat
id: Anda dapat mengunduh, Membagikan, dan Melihat Pratinjau file yang dikonversi
ms: Anda boleh memuat turun, Kongsi dan Pratonton fail yang ditukar
ro: Puteți descărca, partaja și previzualiza fișiere convertite
sk: Môžete si stiahnuť, zdieľať a zobraziť prevedené súbory
th: คุณสามารถดาวน์โหลด แชร์ และดูตัวอย่างไฟล์ที่แปลงแล้วได้
uk: Ви можете завантажувати, ділитися та переглядати перетворені файли
vi: Bạn có thể tải xuống, Chia sẻ và Xem trước các tệp đã chuyển đổi
zh_hk: 您可以下載、分享和預覽轉換後的文件

source: Download
ca: Descàrrega
da: Hent
el: Λήψη
fi: Lataa
he: הורד
hi: डाउनलोड करें
hr: preuzimanje
hu: Letöltés
id: Unduh
ms: Muat turun
ro: Descărcați
sk: Stiahnuť
th: ดาวน์โหลด
uk: Завантажити
vi: Tải xuống
zh_hk: 下載

source: Dimensions
da: Dimensioner
el: Διαστάσεις
fi: Mitat
he: מידות
hi: आयाम
hr: Dimenzije
hu: Méretek
id: Dimensi
ms: Dimensi
ro: Dimensiunile
sk: Rozmery
th: ขนาด
uk: Розміри
vi: Kích thước
zh_hk: 方面

source: Percentage
ca: Percentatge
da: Procent
el: Ποσοστό
fi: Prosentti
he: אֲחוּזִים
hi: प्रतिशत
hr: Postotak
hu: Százalék
id: Persentase
ms: Peratusan
ro: Procent
sk: Percento
th: เปอร์เซ็นต์
uk: Відсоток
vi: Phần trăm
zh_hk: 百分比

source: Reduce by Quality
ca: Reduir per Qualitat
da: Reducer efter kvalitet
el: Μειώστε την ποιότητα
fi: Vähennä laatua
he: הפחתה לפי איכות
hi: गुणवत्ता के अनुसार घटाएँ
hr: Smanjite prema kvaliteti
hu: Minőség szerint csökkenteni
id: Kurangi berdasarkan Kualitas
ms: Kurangkan mengikut Kualiti
ro: Reduceți prin calitate
sk: Znížiť podľa kvality
th: ลดขนาดตามคุณภาพ
uk: Зменшити за якістю
vi: Giảm theo Chất lượng
zh_hk: 按質量減少

source: Custom
ca: A mida
da: Skik
el: Εθιμο
fi: Mukautettu
he: מִנְהָג
hi: कस्टम
hr: Običaj
hu: Szokás
id: Kustom
ms: Adat
ro: Personalizat
sk: Vlastné
th: กำหนดเอง
vi: Tùy chỉnh
zh_hk: 風俗

source: Width
ca: Amplada
da: Bredde
el: Πλάτος
fi: Leveys
he: רוֹחַב
hi: चौड़ाई
hr: Širina
hu: Szélesség
id: Lebar
ms: Lebar
ro: Lăţime
sk: šírka
th: ความกว้าง
uk: Ширина
vi: Chiều rộng
zh_hk: 寬度

source: Height
ca: Altura
da: Højde
el: Υψος
fi: Korkeus
he: גוֹבַה
hi: ऊँचाई
hr: Visina
hu: Magasság
id: Tinggi
ms: Ketinggian
ro: Înălţime
sk: Výška
th: ความสูง
uk: Висота
vi: Chiều cao
zh_hk: 高度

source: Compress
ca: Comprimir
da: Komprimer
el: Κομπρέσα
fi: Pakkaa
he: לִדחוֹס
hi: संपीड़ित करें
hr: Oblog
hu: Borogatás
id: Kompres
ms: Memampatkan
ro: Comprima
sk: Komprimovať
th: บีบอัด
uk: Компрес
vi: Nén
zh_hk: 壓縮

source: Reduce by size
ca: Reduir per mida
da: Reducer efter størrelse
el: Μειώστε κατά μέγεθος
fi: Pienennä kokoa
he: להקטין לפי גודל
hi: आकार के अनुसार घटाएँ
hr: Smanjite po veličini
hu: Csökkentse méretre
id: Kurangi berdasarkan ukuran
ms: Kurangkan mengikut saiz
ro: Reduceți după dimensiune
sk: Zmenšiť podľa veľkosti
th: ลดขนาดตามขนาด
uk: Зменшити за розміром
vi: Giảm theo kích thước
zh_hk: 按尺寸縮小

source: Custom size
ca: Mida a mida
da: Brugerdefineret størrelse
el: Προσαρμοσμένο μέγεθος
fi: Mukautettu koko
he: גודל מותאם אישית
hi: कस्टम आकार
hr: Prilagođena veličina
hu: Egyedi méret
id: Ukuran kustom
ms: Saiz tersuai
ro: Dimensiune personalizată
sk: Vlastná veľkosť
th: ขนาดกำหนดเอง
uk: Нестандартний розмір
vi: Kích thước tùy chỉnh
zh_hk: 定制尺寸

source: Filter by
ca: Filtra per
da: Filtrer efter
el: Φιλτράρισμα κατά
fi: Suodatusperuste
he: סנן לפי
hi: फ़िल्टर करें
hr: Filtrirajte po
hu: Szűrés szerint
id: Filter berdasarkan
ms: Tapis mengikut
ro: Filtrați după
sk: Filtrovať podľa
th: กรองตาม
uk: Фільтрувати за
vi: Lọc theo
zh_hk: 過濾依據

source: Apply
ca: Aplicar
da: Anvende
el: Εφαρμόζω
fi: Sovella
he: לִפְנוֹת
hi: लागू करें
hr: primijeniti
hu: Alkalmazni
id: Terapkan
ms: Mohon
ro: Aplicați
sk: Použiť
th: นำไปใช้
uk: Застосувати
vi: Áp dụng
zh_hk: 申請

source: Filtered by
ca: Filtrat per
da: Filtreret efter
el: Φιλτράρισμα κατά
fi: Suodatettu
he: מסונן לפי
hi: फ़िल्टर करें
hr: Filtrirano po
hu: Szűrés:
id: Difilter berdasarkan
ms: Ditapis oleh
ro: Filtrat de
sk: Filtrované podľa
th: กรองตาม
uk: Відфільтровано за
vi: Lọc theo
zh_hk: 過濾依據

source: LifeTime
ca: Temps de Vida
da: Livstid
el: Διάρκεια ζωής
fi: Elämänaika
he: מֶשֶׁך הָחַיִים
hi: लाइफ़टाइम
hr: životno vrijeme
hu: Élettartam
id: Seumur Hidup
ms: Sepanjang Hayat
ro: Timp de viață
sk: Životný čas
th: ตลอดอายุการใช้งาน
uk: Час життя
vi: Trọn đời
zh_hk: 壽命

source: Basic
ca: Bàsica
da: Grundlæggende
el: Βασικός
fi: Perus
he: בְּסִיסִי
hi: बेसिक
hr: Osnovno
hu: Alapvető
id: Dasar
ms: asas
ro: De bază
sk: Základné
th: พื้นฐาน
uk: Базовий
vi: Cơ bản
zh_hk: 基本的

source: OFF
da: SLUKKET
el: ΜΑΚΡΙΑ ΑΠΟ
fi: POIS
he: כבוי
hi: ऑफ़
hr: ISKLJUČENO
hu: LE
id: NONAKTIF
ms: DIMATIKAN
sk: VYPNUTÉ
th: ปิด
uk: ВИМКНЕНО
vi: TẮT
zh_hk: 離開

source: Subscribe
ca: Subscriu-te
da: Abonner
el: Συνεισφέρω
fi: Tilata
he: הירשם
hi: सदस्यता लें
hr: Pretplatite se
hu: Iratkozz fel
id: Berlangganan
ms: Langgan
ro: Abonați-vă
sk: Prihlásiť sa na odber
th: สมัครสมาชิก
uk: Підпишіться
vi: Đăng ký
zh_hk: 訂閱

source: Restore
ca: Restaura
da: Gendan
el: Επαναφέρω
fi: Palauta
he: לְשַׁחְזֵר
hi: पुनर्स्थापित करें
hr: Obnovi
hu: Visszaállítás
id: Pulihkan
ms: Pulihkan
ro: Restabili
sk: Obnoviť
th: กู้คืน
uk: Відновити
vi: Khôi phục
zh_hk: 恢復

source: Access to All Formats
ca: Accés a tots els formats
da: Adgang til alle formater
el: Πρόσβαση σε όλες τις μορφές
fi: Pääsy kaikkiin muotoihin
he: גישה לכל הפורמטים
hi: सभी फ़ॉर्मेट तक पहुँच
hr: Pristup svim formatima
hu: Minden formátum elérése
id: Akses ke Semua Format
ms: Akses kepada Semua Format
ro: Acces la toate formatele
sk: Prístup ku všetkým formátom
th: เข้าถึงรูปแบบทั้งหมด
uk: Доступ до всіх форматів
vi: Truy cập vào tất cả các định dạng
zh_hk: 存取所有格式

source: Batch Conversion
ca: Conversió de lots
da: Batchkonvertering
el: Μετατροπή παρτίδας
fi: Erämuunnos
he: המרת אצווה
hi: बैच रूपांतरण
hr: Skupna pretvorba
hu: Kötegelt átalakítás
id: Konversi Batch
ms: Penukaran Kelompok
ro: Conversie lot
sk: Dávková konverzia
th: การแปลงเป็นชุด
uk: Пакетна конвертація
vi: Chuyển đổi hàng loạt
zh_hk: 批次轉換

source: Ad-Free Experience
ca: Experiència sense anuncis
da: Annoncefri oplevelse
el: Εμπειρία χωρίς διαφημίσεις
fi: Mainokseton kokemus
he: חוויה ללא פרסומות
hi: विज्ञापन-मुक्त अनुभव
hr: Iskustvo bez oglasa
hu: Hirdetésmentes élmény
id: Pengalaman Bebas Iklan
ms: Pengalaman Tanpa Iklan
ro: Experiență fără anunțuri
sk: Zážitok bez reklám
th: ประสบการณ์ไร้โฆษณา
uk: Досвід без реклами
vi: Trải nghiệm không có quảng cáo
zh_hk: 無廣告體驗

source: Priority Customer Support
ca: Suport al client prioritari
da: Prioriteret kundesupport
el: Προτεραιότητα υποστήριξης πελατών
fi: Ensisijainen asiakastuki
he: תמיכת לקוחות פריוריטי
hi: प्राथमिकता ग्राहक सहायता
hr: Prioritetna korisnička podrška
hu: Elsőbbségi ügyfélszolgálat
id: Dukungan Pelanggan Prioritas
ms: Sokongan Pelanggan Keutamaan
ro: Asistență clienți prioritară
sk: Prioritná zákaznícka podpora
th: การสนับสนุนลูกค้าที่มีความสำคัญ
uk: Пріоритетна підтримка клієнтів
vi: Ưu tiên hỗ trợ khách hàng
zh_hk: 優先客戶支持

source: Regular Updates
ca: Actualitzacions regulars
da: Jævnlige opdateringer
el: Τακτικές ενημερώσεις
fi: Säännölliset päivitykset
he: עדכונים שוטפים
hi: नियमित अपडेट
hr: Redovita ažuriranja
hu: Rendszeres frissítések
id: Pembaruan Rutin
ms: Kemas Kini Biasa
ro: Actualizări regulate
sk: Pravidelné aktualizácie
th: อัปเดตเป็นประจำ
uk: Регулярні оновлення
vi: Cập nhật thường xuyên
zh_hk: 定期更新

# convert_images_without_any_restrictions_on
source: Convert images without any restrictions on the number of conversions you can perform.
ca: Converteix imatges sense cap restricció sobre el nombre de conversions que pots realitzar.
da: Konverter billeder uden nogen begrænsninger på antallet af konverteringer, du kan udføre.
el: Μετατρέψτε εικόνες χωρίς περιορισμούς στον αριθμό των μετατροπών που μπορείτε να πραγματοποιήσετε.
fi: Muunna kuvat ilman rajoituksia suoritettavien muunnosten lukumäärälle.
he: המר תמונות ללא הגבלות על מספר ההמרות שאתה יכול לבצע.
hi: आप जितने रूपांतरण कर सकते हैं, उस पर किसी प्रतिबंध के बिना छवियों को परिवर्तित करें।
hr: Pretvorite slike bez ograničenja u broju pretvorbi koje možete izvesti.
hu: Konvertálja a képeket a végrehajtható konverziók számának korlátozása nélkül.
id: Konversi gambar tanpa batasan jumlah konversi yang dapat Anda lakukan.
ms: Tukar imej tanpa sebarang sekatan pada bilangan penukaran yang boleh anda lakukan.
ro: Convertiți imagini fără nicio restricție privind numărul de conversii pe care le puteți efectua.
sk: Konvertujte obrázky bez akýchkoľvek obmedzení počtu konverzií, ktoré môžete vykonať.
th: แปลงรูปภาพโดยไม่มีข้อจำกัดใดๆ เกี่ยวกับจำนวนการแปลงที่คุณสามารถทำได้
uk: Перетворюйте зображення без будь-яких обмежень щодо кількості перетворень, які ви можете виконати.
vi: Chuyển đổi hình ảnh mà không có bất kỳ hạn chế nào về số lần chuyển đổi bạn có thể thực hiện.
zh_hk: 轉換影像，對可以執行的轉換數量沒有任何限制。

# convert_to_and_from_a_wide_variety_of
source: Convert to and from a wide variety of formats including PDF, DOC, EXCEL, WEBP, and more.
ca: Converteix a i des d'una gran varietat de formats, com ara PDF, DOC, EXCEL, WEBP i molt més.
da: Konverter til og fra en lang række formater, herunder PDF, DOC, EXCEL, WEBP og mere.
el: Μετατροπή από και προς μια μεγάλη ποικιλία μορφών, όπως PDF, DOC, EXCEL, WEBP και άλλα.
fi: Muunna useisiin eri muotoihin, kuten PDF, DOC, EXCEL, WEBP ja paljon muuta.
he: המר למגוון רחב של פורמטים וממנו, כולל PDF, DOC, EXCEL, WEBP ועוד.
hi: PDF, DOC, EXCEL, WEBP, और अधिक सहित कई प्रकार के फ़ॉर्मेट में और उनसे कनवर्ट करें।
hr: Pretvorite u i iz raznih formata uključujući PDF, DOC, EXCEL, WEBP i druge.
hu: Konvertálja a legkülönfélébb formátumokat, beleértve a PDF, DOC, EXCEL, WEBP és sok más formátumot.
id: Konversi ke dan dari berbagai format termasuk PDF, DOC, EXCEL, WEBP, dan banyak lagi.
ms: Tukar kepada dan daripada pelbagai jenis format termasuk PDF, DOC, EXCEL, WEBP dan banyak lagi.
ro: Convertiți în și de la o mare varietate de formate, inclusiv PDF, DOC, EXCEL, WEBP și multe altele.
sk: Konvertujte do a zo širokej škály formátov vrátane PDF, DOC, EXCEL, WEBP a ďalších.
th: แปลงเป็นและจากรูปแบบต่างๆ มากมาย เช่น PDF, DOC, EXCEL, WEBP และอื่นๆ
uk: Перетворюйте в різні формати та з них, включаючи PDF, DOC, EXCEL, WEBP тощо.
vi: Chuyển đổi sang và từ nhiều định dạng khác nhau bao gồm PDF, DOC, EXCEL, WEBP, v.v.
zh_hk: 與多種格式相互轉換，包括 PDF、DOC、EXCEL、WEBP 等。

# convert_multiple_images_at_once_to
source: Convert multiple images at once to save time and increase productivity.
ca: Converteix diverses imatges alhora per estalviar temps i augmentar la productivitat.
da: Konverter flere billeder på én gang for at spare tid og øge produktiviteten.
el: Μετατρέψτε πολλές εικόνες ταυτόχρονα για εξοικονόμηση χρόνου και αύξηση της παραγωγικότητας.
fi: Muunna useita kuvia kerralla säästääksesi aikaa ja lisätäksesi tuottavuutta.
he: המר מספר תמונות בבת אחת כדי לחסוך זמן ולהגדיל את הפרודוקטיביות.
hi: समय बचाने और उत्पादकता बढ़ाने के लिए एक साथ कई छवियों को परिवर्तित करें।
hr: Pretvorite više slika odjednom da uštedite vrijeme i povećate produktivnost.
hu: Konvertáljon több képet egyszerre, hogy időt takarítson meg és növelje a termelékenységet.
id: Konversi beberapa gambar sekaligus untuk menghemat waktu dan meningkatkan produktivitas.
ms: Tukar berbilang imej serentak untuk menjimatkan masa dan meningkatkan produktiviti.
ro: Convertiți mai multe imagini simultan pentru a economisi timp și pentru a crește productivitatea.
sk: Konvertujte viacero obrázkov naraz, aby ste ušetrili čas a zvýšili produktivitu.
th: แปลงรูปภาพหลายภาพในครั้งเดียวเพื่อประหยัดเวลาและเพิ่มประสิทธิภาพการทำงาน
uk: Перетворюйте кілька зображень одночасно, щоб заощадити час і підвищити продуктивність.
vi: Chuyển đổi nhiều hình ảnh cùng lúc để tiết kiệm thời gian và tăng năng suất.
zh_hk: 一次轉換多個影像以節省時間並提高工作效率。

# enjoy_a_seamless_and_distraction_free_experience
source: Enjoy a seamless and distraction-free experience without any advertisements.
ca: Gaudeix d'una experiència perfecta i sense distraccions sense anuncis.
da: Nyd en problemfri og distraktionsfri oplevelse uden nogen reklamer.
el: Απολαύστε μια απρόσκοπτη και χωρίς περισπασμούς εμπειρία χωρίς διαφημίσεις.
fi: Nauti saumattomasta ja häiriöttömästä kokemuksesta ilman mainoksia.
he: תהנה מחוויה חלקה וללא הסחות דעת ללא שום פרסומות.
hi: बिना किसी विज्ञापन के सहज और व्याकुलता-मुक्त अनुभव का आनंद लें।
hr: Uživajte u besprijekornom iskustvu bez ometanja bez ikakvih reklama.
hu: Élvezze a zökkenőmentes és zavaró élményt reklámok nélkül.
id: Nikmati pengalaman yang lancar dan bebas gangguan tanpa iklan apa pun.
ms: Nikmati pengalaman yang lancar dan bebas gangguan tanpa sebarang iklan.
ro: Bucurați-vă de o experiență perfectă și fără distragere, fără reclame.
sk: Vychutnajte si bezproblémový zážitok bez rozptyľovania bez akýchkoľvek reklám.
th: เพลิดเพลินกับประสบการณ์ที่ราบรื่นและไม่มีสิ่งรบกวนโดยไม่มีโฆษณาใดๆ
uk: Насолоджуйтесь бездоганним досвідом без будь-якої реклами.
vi: Tận hưởng trải nghiệm liền mạch và không bị phân tâm mà không có bất kỳ quảng cáo nào.
zh_hk: 享受無縫、無幹擾的體驗，沒有任何廣告。

# receive_top_priority_support_from_our_dedicated_team
source: Receive top-priority support from our dedicated team to resolve any issues quickly.
ca: Rebeu el suport de màxima prioritat del nostre equip dedicat per resoldre qualsevol problema ràpidament.
da: Modtag topprioritet support fra vores dedikerede team til at løse eventuelle problemer hurtigt.
el: Λάβετε υποστήριξη κορυφαίας προτεραιότητας από την αφοσιωμένη ομάδα μας για να επιλύσετε γρήγορα τυχόν προβλήματα.
fi: Saat ensisijaista tukea omistautuneelta tiimiltään ratkaistaksesi kaikki ongelmat nopeasti.
he: קבל תמיכה בעדיפות עליונה מהצוות המסור שלנו כדי לפתור כל בעיה במהירות.
hi: किसी भी समस्या को जल्दी से हल करने के लिए हमारी समर्पित टीम से सर्वोच्च प्राथमिकता वाला समर्थन प्राप्त करें।
hr: Primite podršku najvišeg prioriteta od našeg predanog tima za brzo rješavanje svih problema.
hu: Elkötelezett csapatunk kiemelt támogatást kap a problémák gyors megoldásához.
id: Dapatkan dukungan prioritas utama dari tim khusus kami untuk menyelesaikan masalah dengan cepat.
ms: Terima sokongan keutamaan daripada pasukan kami yang berdedikasi untuk menyelesaikan sebarang isu dengan cepat.
ro: Primiți asistență de primă prioritate din partea echipei noastre dedicate pentru a rezolva rapid orice problemă.
sk: Získajte podporu najvyššej priority od nášho špecializovaného tímu na rýchle vyriešenie akýchkoľvek problémov.
th: รับการสนับสนุนที่มีความสำคัญสูงสุดจากทีมงานเฉพาะทางของเราเพื่อแก้ไขปัญหาต่างๆ อย่างรวดเร็ว
uk: Отримайте першочергову підтримку від нашої спеціальної команди, щоб швидко вирішити будь-які проблеми.
vi: Nhận hỗ trợ ưu tiên hàng đầu từ nhóm tận tâm của chúng tôi để giải quyết mọi sự cố một cách nhanh chóng.
zh_hk: 從我們的專業團隊獲得最優先的支持，以快速解決任何問題。
