Repository: wajid2014pk/Flutter-ImageConverter-Macos
Catalog: lib/l10n/app_*.arb
Languages: ca, da, el, fi, he, hi, hr, hu, id, ms, ro, sk, th, uk, vi, zh_hk

source: Home
ca: a casa
da: Hjem
el: Σπίτι
fi: Koti
he: בית
hi: घर
hr: Dom
hu: Haza
id: Rumah
ms: Rumah
ro: Acasă
sk: Domov
th: บ้าน
uk: додому
vi: Trang chủ
zh_hk: 家

source: Feedback
el: Ανατροφοδότηση
fi: Palaute
he: מָשׁוֹב
hi: प्रतिक्रिया
hr: Povratne informacije
hu: Visszacsatolás
id: Masukan
ms: Maklum balas
ro: Părere
sk: Spätná väzba
th: ข้อเสนอแนะ
uk: Зворотній зв'язок
vi: Nhận xét
zh_hk: 回饋

source: Rate Us
ca: Puntua'ns
da: Bedøm os
el: Βαθμολογήστε μας
fi: Arvioi meidät
he: דרג אותנו
hi: हमें रेटिंग दें
hr: Ocijeni nas
hu: Értékelj minket
id: Nilai Kami
ms: Nilaikan Kami
ro: Ne evalua
sk: Ohodnoť nás
th: ให้คะแนนเรา
uk: Оцініть нас
vi: Đánh giá chúng tôi
zh_hk: 評價我們

source: History
ca: Història
da: Historie
el: Ιστορία
fi: Historia
he: הִיסטוֹרִיָה
hi: इतिहास
hr: Povijest
hu: Történelem
id: Sejarah
ms: Sejarah
ro: Istorie
sk: História
th: ประวัติศาสตร์
uk: історія
vi: Lịch sử
zh_hk: 歷史

source: Privacy Policy
ca: Política de privacitat
da: Fortrolighedspolitik
el: Πολιτική Απορρήτου
fi: Tietosuojakäytäntö
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hr: Politika privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan pribadi
ms: Dasar Privasi
ro: Politica de confidențialitate
sk: Zásady ochrany súkromia
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
vi: Chính sách bảo mật
zh_hk: 隱私權政策

# imagee
source: IMAGE
ca: IMATGE
da: BILLEDE
el: ΕΙΚΟΝΑ
fi: KUVA
he: תמונה
hi: छवि
hr: SLIKA
hu: KÉP
id: GAMBAR
ms: GAMBAR
ro: IMAGINE
sk: OBRÁZOK
th: ภาพ
uk: ЗОБРАЖЕННЯ
vi: HÌNH ẢNH
zh_hk: 影像

# converterr
source: CONVERTER
ca: CONVERSOR
da: KONVERTER
el: ΜΕΤΑΤΡΟΠΕΑΣ
fi: MUUNNIN
he: מֵמִיר
hi: कनवर्टर
hr: KONVERTER
hu: ÁTALAKÍTÓ
id: KONVERTER
ms: PENUKAR
ro: CONVERTOR
sk: KONVERTOR
th: ตัวแปลง
uk: КОНВЕРТЕР
vi: CHUYỂN ĐỔI
zh_hk: 轉換器

# proo
source: PRO
he: מִקצוֹעָן
hi: समर्थक
th: มือโปร
vi: CHUYÊN NGHIỆP
zh_hk: 專業版

source: Upgrade
ca: Actualitza
da: Opgrader
el: Αναβαθμίζω
fi: Päivitä
he: שדרוג
hi: उन्नत करना
hr: Nadogradnja
hu: Frissítés
id: Meningkatkan
ms: Naik taraf
ro: Actualizare
sk: Inovovať
th: อัพเกรด
uk: Оновлення
vi: Nâng cấp
zh_hk: 升級

source: Drag or Paste File
ca: Arrossegueu o enganxeu el fitxer
da: Træk eller indsæt fil
el: Σύρετε ή επικολλήστε αρχείο
fi: Vedä tai liitä tiedosto
he: גרור או הדבק קובץ
hi: फ़ाइल को खींचें या चिपकाएँ
hr: Povuci ili Zalijepi datoteku
hu: Fájl húzása vagy beillesztése
id: Seret atau Tempel File
ms: Seret atau Tampal Fail
ro: Trageți sau lipiți fișierul
sk: Presuňte alebo prilepte súbor
th: ลากหรือวางไฟล์
uk: Перетягніть або вставте файл
vi: Kéo hoặc dán tệp
zh_hk: 拖曳或貼上文件

source: URL Link
ca: Enllaç URL
el: Σύνδεσμος URL
fi: URL-linkki
he: קישור כתובת אתר
hi: यूआरएल लिंक
hr: URL veza
hu: URL hivatkozás
id: Tautan URL
ms: Pautan URL
ro: Link URL
sk: URL odkaz
th: ลิงก์ URL
uk: URL-посилання
vi: Liên kết URL
zh_hk: 網址連結

source: File from URL
ca: Fitxer des de l'URL
da: Fil fra URL
el: Αρχείο από URL
fi: Tiedosto URL:stä
he: קובץ מ-URL
hi: यूआरएल से फ़ाइल
hr: Datoteka s URL-a
hu: Fájl az URL-ről
id: File dari URL
ms: Fail dari URL
ro: Fișier de la URL
sk: Súbor z adresy URL
th: ไฟล์จาก URL
uk: Файл з URL
vi: Tệp từ URL
zh_hk: 來自 URL 的文件

source: Google Drive
da: Google Drev
fi: Google asema
he: גוגל דרייב
hi: गूगल हाँकना
hr: Google vožnja
sk: disk Google
th: Google ไดรฟ์
uk: Диск Google
zh_hk: Google雲端硬碟

source: Choose from Files
ca: Trieu entre Fitxers
da: Vælg fra filer
el: Επιλέξτε από τα Αρχεία
fi: Valitse Tiedostot
he: בחר מתוך קבצים
hi: फ़ाइलों में से चुनें
hr: Odaberite iz datoteka
hu: Válasszon a Fájlok közül
id: Pilih dari File
ms: Pilih daripada Fail
ro: Alegeți din Fișiere
sk: Vyberte si zo súborov
th: เลือกจากไฟล์
uk: Виберіть із файлів
vi: Chọn từ Tệp
zh_hk: 從文件中選擇

source: Dropbox
he: דרופבוקס
hi: ड्रॉपबॉक्स
th: ดรอปบ็อกซ์

source: Image
ca: Imatge
da: Billede
el: Εικόνα
fi: Kuva
he: תמונה
hi: छवि
hr: Slika
hu: Kép
id: Gambar
ms: Gambar
ro: Imagine
sk: Obrázok
th: ภาพ
uk: Зображення
vi: Hình ảnh
zh_hk: 影像

source: Converter
ca: Convertidor
da: Konverter
el: Μετατροπέας
fi: Muunnin
he: מֵמִיר
hi: कनवर्टर
hr: Konverter
hu: Átalakító
id: Konverter
ms: Penukar
ro: Convertor
sk: Konvertor
th: ตัวแปลง
uk: конвертер
vi: Bộ chuyển đổi
zh_hk: 轉換器

source: Attention
ca: Atenció
da: Opmærksomhed
el: Προσοχή
fi: Huomio
he: תשומת הלב
hi: ध्यान
hr: Pažnja
hu: Figyelem
id: Perhatian
ms: Perhatian
ro: Atenţie
sk: Pozornosť
th: ความสนใจ
uk: Увага
vi: Chú ý
zh_hk: 注意力

source: Invalid image format
ca: Format d'imatge no vàlid
da: Ugyldigt billedformat
el: Μη έγκυρη μορφή εικόνας
fi: Virheellinen kuvamuoto
he: פורמט תמונה לא חוקי
hi: अमान्य छवि प्रारूप
hr: Nevažeći format slike
hu: Érvénytelen képformátum
id: Format gambar tidak valid
ms: Format imej tidak sah
ro: Format de imagine nevalid
sk: Neplatný formát obrázka
th: รูปแบบรูปภาพไม่ถูกต้อง
uk: Недійсний формат зображення
vi: Định dạng hình ảnh không hợp lệ
zh_hk: 影像格式無效

source: Only one image can be dropped at a time.
ca: Només es pot deixar caure una imatge alhora.
da: Kun ét billede kan slettes ad gangen.
el: Μόνο μία εικόνα μπορεί να απορριφθεί κάθε φορά.
fi: Vain yhden kuvan voi pudottaa kerrallaan.
he: ניתן לבטל רק תמונה אחת בכל פעם.
hi: एक समय में केवल एक ही छवि गिराई जा सकती है।
hr: Istovremeno se može ispustiti samo jedna slika.
hu: Egyszerre csak egy kép dobható el.
id: Hanya satu gambar yang dapat dihapus dalam satu waktu.
ms: Hanya satu imej boleh digugurkan pada satu masa.
ro: O singură imagine poate fi aruncată o dată.
sk: Naraz je možné zahodiť iba jeden obrázok.
th: สามารถวางได้ครั้งละหนึ่งภาพเท่านั้น
uk: Одночасно можна скинути лише одне зображення.
vi: Mỗi lần chỉ có thể xóa một hình ảnh.
zh_hk: 一次只能刪除一張影像。

source: Paste Url Here
ca: Enganxeu l'URL aquí
da: Indsæt URL her
el: Επικόλληση URL εδώ
fi: Liitä URL tähän
he: הדבק כאן כתובת אתר
hi: यहां यूआरएल चिपकाएं
hr: Ovdje zalijepite URL
hu: Illessze be az URL-t ide
id: Tempel Url Di Sini
ms: Tampal Url Di Sini
ro: Lipiți adresa URL aici
sk: Sem vložte webovú adresu
th: วาง URL ที่นี่
uk: Вставте URL-адресу сюди
vi: Dán Url vào đây
zh_hk: 在這裡貼上網址

source: Cancel
ca: Cancel · lar
da: Afbestille
el: Ματαίωση
fi: Peruuttaa
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Megszünteti
id: Membatalkan
ms: Batal
ro: Anulare
sk: Zrušiť
th: ยกเลิก
uk: Скасувати
vi: Hủy bỏ
zh_hk: 取消

source: Please Enter Valid URL
ca: Introduïu un URL vàlid
da: Indtast venligst gyldig URL
el: Εισαγάγετε έγκυρη διεύθυνση URL
fi: Anna kelvollinen URL-osoite
he: אנא הזן כתובת אתר חוקית
hi: कृपया मान्य यूआरएल दर्ज करें
hr: Unesite važeći URL
hu: Adja meg az érvényes URL-t
id: Silakan Masukkan URL yang Valid
ms: Sila Masukkan URL Sah
ro: Vă rugăm să introduceți o adresă URL validă
sk: Zadajte platnú adresu URL
th: กรุณากรอก URL ที่ถูกต้อง
uk: Введіть дійсну URL-адресу
vi: Vui lòng nhập URL hợp lệ
zh_hk: 請輸入有效網址

source: Proceed
ca: Continuar
da: Fortsæt
el: Προχωρώ
fi: Edetä
he: להמשיך
hi: आगे बढ़ना
hr: Nastavi
hu: Folytassa
id: Melanjutkan
ms: Teruskan
ro: Continua
sk: Pokračujte
th: ดำเนินการ
uk: Продовжуйте
vi: Tiếp tục
zh_hk: 繼續

source: Premium Purchased Successfully
ca: Premium comprat amb èxit
da: Premium købt med succes
el: Αγορά Premium με επιτυχία
fi: Premium ostettu onnistuneesti
he: פרימיום נרכש בהצלחה
hi: प्रीमियम सफलतापूर्वक खरीदा गया
hr: Premium uspješno kupljen
hu: Sikeres prémium vásárlás
id: Pembelian Premium Berhasil
ms: Premium Berjaya Dibeli
ro: Premium Achizitionat cu succes
sk: Premium úspešne zakúpené
th: ซื้อของพรีเมียมสำเร็จแล้ว
uk: Преміум успішно придбано
vi: Đã mua thành công phí bảo hiểm
zh_hk: 溢價購買成功

source: Premium Failed
ca: Premium ha fallat
da: Premium mislykkedes
el: Το Premium απέτυχε
fi: Premium epäonnistui
he: פרימיום נכשל
hi: प्रीमियम विफल
hr: Premija nije uspjela
hu: Prémium sikertelen
id: Premi Gagal
ms: Premium Gagal
ro: Premium eșuat
th: พรีเมี่ยมล้มเหลว
uk: Преміум не виконано
vi: Phí bảo hiểm không thành công
zh_hk: 保費失敗

source: Premium Restore Successfully
ca: Restauració Premium amb èxit
da: Premium-gendannelse lykkedes
el: Επιτυχής επαναφορά Premium
fi: Premium Restore onnistui
he: שחזור פרימיום בהצלחה
hi: प्रीमियम पुनर्स्थापना सफलतापूर्वक
hr: Premium vraćanje uspješno
hu: Premium Restore sikeresen
id: Pemulihan Premium Berhasil
ms: Pemulihan Premium Berjaya
ro: Restaurare premium cu succes
sk: Prémiové obnovenie bolo úspešné
th: กู้คืนระดับพรีเมียมสำเร็จแล้ว
uk: Преміум відновлення успішно
vi: Khôi phục Premium thành công
zh_hk: 進階恢復成功

source: Restore Failed
ca: La restauració ha fallat
da: Gendannelse mislykkedes
el: Η επαναφορά απέτυχε
fi: Palautus epäonnistui
he: השחזור נכשל
hi: पुनर्स्थापना विफल
hr: Vraćanje nije uspjelo
hu: A visszaállítás nem sikerült
id: Pemulihan Gagal
ms: Pemulihan Gagal
ro: Restaurare a eșuat
sk: Obnovenie zlyhalo
th: การคืนค่าล้มเหลว
uk: Не вдалося відновити
vi: Khôi phục không thành công
zh_hk: 恢復失敗

source: PLease Try Again!
ca: Si us plau, prova-ho de nou!
da: Prøv venligst igen!
el: Παρακαλώ δοκιμάστε ξανά!
fi: Ole hyvä ja yritä uudelleen.
he: אנא נסה שוב!
hi: कृपया पुनः प्रयास करें!
hr: Molimo pokušajte ponovo!
hu: Kérjük, próbálja újra!
id: Silakan Coba Lagi!
ms: Sila Cuba Lagi!
ro: Vă rugăm să încercați din nou!
sk: Skúste to znova!
th: โปรดลองอีกครั้ง!
uk: Будь ласка, спробуйте ще раз!
vi: Vui lòng thử lại!
zh_hk: 請再試一次！

# continuee
source: Continue
ca: Continua
da: Blive ved
el: Να συνεχίσει
fi: Jatkaa
he: לְהַמשִׁיך
hi: जारी रखना
hr: Nastaviti
hu: Folytatni
id: Melanjutkan
ms: teruskan
ro: Continua
sk: ďalej
th: ดำเนินการต่อ
uk: Продовжити
vi: Tiếp tục
zh_hk: 繼續

source: Error
da: Fejl
el: Σφάλμα
fi: Virhe
he: שְׁגִיאָה
hi: त्रुटि
hr: Greška
id: Galat
ms: ralat
ro: Eroare
sk: Chyba
th: ข้อผิดพลาด
uk: Помилка
vi: Lỗi
zh_hk: 錯誤

source: Converted
ca: Convertit
da: Konverterede
el: Εχει μετατραπεί
fi: Muunnettu
he: הומר
hi: परिवर्तित
hr: Pretvoreno
hu: Átváltva
id: Berkonversi
ms: Ditukar
ro: Convertit
sk: Prevedené
th: แปลงแล้ว
uk: Перетворено
vi: Chuyển đổi
zh_hk: 已轉換

source: Export
ca: Exporta
da: Eksport
el: Εξαγωγή
fi: Viedä
he: יְצוּא
hi: निर्यात
hr: Izvoz
id: Ekspor
ms: Eksport
th: ส่งออก
uk: Експорт
vi: Xuất khẩu
zh_hk: 出口

source: Reconvert
ca: Reconvertir
da: Genkonverter
el: Αναμετατρέπω
fi: Muunna uudelleen
he: המרה מחדש
hi: पुन: परिवर्तित करें
hr: Ponovno pretvoriti
hu: Konvertálni
id: Mengubah kembali
ms: Tukar semula
ro: Reconversie
sk: Znova konvertovať
th: แปลงกลับ
uk: Переконвертувати
vi: Chuyển đổi lại
zh_hk: 重新轉換

source: No App found to open.
ca: No s'ha trobat cap aplicació per obrir.
da: Ingen app fundet at åbne.
el: Δεν βρέθηκε εφαρμογή για άνοιγμα.
fi: Avattavaa sovellusta ei löytynyt.
he: לא נמצאה אפליקציה לפתיחה.
hi: खोलने के लिए कोई ऐप नहीं मिला.
hr: Nema aplikacije za otvaranje.
hu: Nem található megnyitható alkalmazás.
id: Tidak ada Aplikasi yang ditemukan untuk dibuka.
ms: Tiada Apl ditemui untuk dibuka.
ro: Nu s-a găsit nicio aplicație de deschis.
sk: Nenašla sa žiadna aplikácia na otvorenie.
th: ไม่พบแอปที่จะเปิด
uk: Не знайдено програми для відкриття.
vi: Không tìm thấy ứng dụng nào để mở.
zh_hk: 找不到可以打開的應用程式。

source: Select Files
ca: Seleccioneu Fitxers
da: Vælg Filer
el: Επιλέξτε Αρχεία
fi: Valitse Tiedostot
he: בחר קבצים
hi: फ़ाइलें चुनें
hr: Odaberite Datoteke
hu: Fájlok kiválasztása
id: Pilih File
ms: Pilih Fail
ro: Selectati fisierele
sk: Vyberte Súbory
th: เลือกไฟล์
uk: Виберіть Файли
vi: Chọn tệp tin
zh_hk: 選擇文件

source: Convert Into
ca: Convertir en
da: Konverter til
el: Μετατροπή σε
fi: Muuntaa
he: המר לתוך
hi: इसमें रूपांतरित करें
hr: Pretvoriti u
hu: Átalakításba
id: Ubah Menjadi
ms: Tukar Ke
ro: A se converti în
sk: Premeniť na
th: แปลงเป็น
uk: Перетворити в
vi: Chuyển đổi thành
zh_hk: 轉換為

# please_select_an_option
source: Please Select an option in which you want to convert
ca: Seleccioneu una opció a la qual voleu convertir
da: Vælg venligst en mulighed, som du vil konvertere
el: Επιλέξτε μια επιλογή στην οποία θέλετε να κάνετε μετατροπή
fi: Valitse vaihtoehto, jonka haluat muuntaa
he: אנא בחר אפשרות שבה ברצונך להמיר
hi: कृपया वह विकल्प चुनें जिसमें आप कनवर्ट करना चाहते हैं
hr: Odaberite opciju u koju želite pretvoriti
hu: Kérjük, válassza ki a konvertálni kívánt opciót
id: Silakan Pilih opsi yang ingin Anda konversi
ms: Sila Pilih pilihan yang anda ingin tukar
ro: Vă rugăm să selectați o opțiune în care doriți să convertiți
sk: Vyberte možnosť, ktorú chcete previesť
th: โปรดเลือกตัวเลือกที่คุณต้องการแปลง
uk: Будь ласка, виберіть варіант, у який ви хочете конвертувати
vi: Hãy chọn tùy chọn mà bạn muốn chuyển đổi
zh_hk: 請選擇您要轉換的選項

source: Convert File
ca: Converteix fitxer
da: Konverter fil
el: Μετατροπή αρχείου
fi: Muunna tiedosto
he: המר קובץ
hi: फ़ाइल कनवर्ट करें
hr: Pretvori datoteku
hu: Fájl konvertálása
id: Konversi File
ms: Tukar Fail
ro: Convertiți fișierul
sk: Previesť súbor
th: แปลงไฟล์
uk: Перетворити файл
vi: Chuyển đổi tập tin
zh_hk: 轉換檔案

source: Your file is converting
ca: S'està convertint el teu fitxer
da: Din fil konverteres
el: Το αρχείο σας μετατρέπεται
fi: Tiedostosi muuntuu
he: הקובץ שלך עובר המרה
hi: आपकी फ़ाइल परिवर्तित हो रही है
hr: Vaša datoteka se pretvara
hu: A fájl konvertálódik
id: File Anda sedang dikonversi
ms: Fail anda sedang ditukar
ro: Fișierul dvs. se convertește
sk: Váš súbor sa konvertuje
th: ไฟล์ของคุณกำลังแปลง
uk: Ваш файл конвертується
vi: Tệp của bạn đang được chuyển đổi
zh_hk: 您的文件正在轉換

# files_are_uploaded_over_an_encrypted
source: Files Are Uploaded Over An Encrypted Connection, And Immediately Deleted From The Server After Conversion. No Identifiable Records Are Kept Of The Conversion.
ca: Els fitxers es carreguen mitjançant una connexió xifrada i s'eliminen immediatament del servidor després de la conversió. No es conserva cap registre identificable de la conversió.
da: Filer uploades over en krypteret forbindelse og slettes straks fra serveren efter konvertering. Der opbevares ingen identificerbare registreringer af konverteringen.
el: Τα αρχεία μεταφορτώνονται μέσω κρυπτογραφημένης σύνδεσης και διαγράφονται αμέσως από τον διακομιστή μετά τη μετατροπή. Δεν τηρούνται αναγνωρίσιμα αρχεία της μετατροπής.
fi: Tiedostot ladataan salatun yhteyden kautta ja poistetaan välittömästi palvelimelta muuntamisen jälkeen. Muunnosta ei pidetä tunnistettavia tietueita.
he: קבצים מועלים באמצעות חיבור מוצפן, ונמחקים מיד מהשרת לאחר ההמרה. לא נשמרים רישומים מזהים של ההמרה.
hi: फ़ाइलें एन्क्रिप्टेड कनेक्शन पर अपलोड की जाती हैं, और रूपांतरण के बाद सर्वर से तुरंत हटा दी जाती हैं। रूपांतरण का कोई पहचान योग्य रिकॉर्ड नहीं रखा जाता है।
hr: Datoteke se učitavaju preko šifrirane veze i odmah se brišu s poslužitelja nakon pretvorbe. O pretvorbi se ne vode nikakvi identifikacijski zapisi.
hu: A fájlok titkosított kapcsolaton keresztül töltődnek fel, és az átalakítás után azonnal törlődnek a szerverről. Az átalakításról nem vezetnek azonosítható nyilvántartást.
id: File Diunggah Melalui Koneksi Terenkripsi, Dan Segera Dihapus Dari Server Setelah Konversi. Tidak Ada Catatan Identifikasi Yang Disimpan Tentang Konversi tersebut.
ms: Fail Dimuat Naik Melalui Sambungan Disulitkan, Dan Segera Dipadamkan Daripada Pelayan Selepas Penukaran. Tiada Rekod Yang Boleh Dikenalpasti Disimpan Daripada Penukaran.
ro: Fișierele sunt încărcate printr-o conexiune criptată și șterse imediat de pe server după conversie. Nu sunt păstrate înregistrări identificabile ale conversiei.
sk: Súbory sa nahrajú cez šifrované pripojenie a po konverzii sa zo servera okamžite odstránia. O konverzii sa neuchovávajú žiadne identifikovateľné záznamy.
th: ไฟล์จะถูกอัปโหลดผ่านการเชื่อมต่อที่เข้ารหัส และจะถูกลบออกจากเซิร์ฟเวอร์ทันทีหลังการแปลง ไม่มีการเก็บบันทึกที่สามารถระบุตัวได้ของการแปลง
uk: Файли завантажуються через зашифроване з’єднання та негайно видаляються із сервера після перетворення. Жодні ідентифікаційні записи про перетворення не зберігаються.
vi: Các tệp được tải lên qua kết nối được mã hóa và bị xóa ngay lập tức khỏi máy chủ sau khi chuyển đổi. Không có hồ sơ nhận dạng nào được lưu giữ về việc chuyển đổi.
zh_hk: 檔案透過加密連線上傳，轉換後立即從伺服器中刪除。 轉換過程中不會保留任何可識別的記錄。

source: Search Image
ca: Cerca imatge
da: Søg billede
el: Αναζήτηση εικόνας
fi: Etsi kuva
he: חפש תמונה
hi: छवि खोजें
hr: Traži sliku
hu: Kép keresése
id: Cari Gambar
ms: Cari Imej
ro: Căutare imagine
sk: Hľadať obrázok
th: ค้นหารูปภาพ
uk: Пошук зображення
vi: Tìm kiếm hình ảnh
zh_hk: 搜尋圖片

source: No Data Found
ca: No s'han trobat dades
da: Ingen data fundet
el: Δε βρέθηκαν δεδομένα
fi: Dataa ei löytynyt
he: לא נמצאו נתונים
hi: डाटा प्राप्त नहीं हुआ
hr: Podaci nisu pronađeni
hu: Nem található adat
id: Tidak ada data ditemukan
ms: Tiada data dijumpai
ro: Nu s-au gasit date
sk: Neboli nájdené žiadne dáta
th: ไม่พบข้อมูล
uk: Даних не знайдено
vi: Không tìm thấy dữ liệu nào
zh_hk: 沒有找到數據

source: Delete
ca: Suprimeix
da: Slet
el: Διαγράφω
fi: Poistaa
he: לִמְחוֹק
hi: मिटाना
hr: Izbrisati
hu: Töröl
id: Menghapus
ms: Padam
ro: Șterge
sk: Odstrániť
th: ลบ
uk: Видалити
vi: Xóa bỏ
zh_hk: 刪除

source: Share
ca: Compartir
da: Del
el: Μερίδιο
fi: Jaa
he: לַחֲלוֹק
hi: शेयर करना
hr: Udio
hu: Ossza meg
id: Membagikan
ms: Kongsi
ro: Acțiune
sk: zdieľam
th: แบ่งปัน
uk: Поділіться
vi: Chia sẻ
zh_hk: 分享

source: Sharing file
ca: Compartint fitxer
da: Deler fil
el: Κοινή χρήση αρχείου
fi: Tiedoston jakaminen
he: שיתוף קובץ
hi: फ़ाइल साझा करना
hr: Dijeljenje datoteke
hu: Fájl megosztása
id: Berbagi berkas
ms: Berkongsi fail
ro: Partajarea fișierului
sk: Zdieľanie súboru
th: การแชร์ไฟล์
uk: Обмін файлом
vi: Chia sẻ tập tin
zh_hk: 共享文件

source: Do You Like
ca: T'agrada
da: Kan du lide
el: Σου αρέσει
fi: Pidätkö
he: האם אתה אוהב
hi: क्या आप पसंद करते हैं
hr: Da li volis
hu: Szereted-e
id: Apakah Anda suka
ms: Adakah awak suka
ro: Iti place
sk: Máš rád
th: คุณชอบ
uk: Тобі подобається
vi: Bạn thích
zh_hk: 你喜歡

# we_are_working_hard
source: We are working hard for a better user exprience.
ca: Estem treballant dur per una millor experiència d'usuari.
da: Vi arbejder hårdt for en bedre brugeroplevelse.
el: Εργαζόμαστε σκληρά για μια καλύτερη εμπειρία χρήστη.
fi: Työskentelemme kovasti paremman käyttäjäkokemuksen eteen.
he: אנחנו עובדים קשה בשביל חווית משתמש טובה יותר.
hi: हम बेहतर उपयोगकर्ता अनुभव के लिए कड़ी मेहनत कर रहे हैं।
hr: Radimo na boljem korisničkom iskustvu.
hu: Keményen dolgozunk a jobb felhasználói élményért.
id: Kami bekerja keras untuk pengalaman pengguna yang lebih baik.
ms: Kami bekerja keras untuk pengalaman pengguna yang lebih baik.
ro: Lucrăm din greu pentru o experiență mai bună pentru utilizator.
sk: Usilovne pracujeme na lepšom používateľskom zážitku.
th: เรากำลังทำงานอย่างหนักเพื่อประสบการณ์ผู้ใช้ที่ดีขึ้น
uk: Ми наполегливо працюємо над кращим користуванням.
vi: Chúng tôi đang nỗ lực làm việc để mang lại trải nghiệm người dùng tốt hơn.
zh_hk: 我們正在努力為更好的用戶體驗而努力。

# we_greatly_appreciate
source: We'd greatly appreciate if you can rate us
ca: Agrairíem molt que ens poguessis valorar
da: Vi ville sætte stor pris på, hvis du kan vurdere os
el: Θα εκτιμούσαμε πολύ αν μπορείτε να μας αξιολογήσετε
fi: Olisimme erittäin kiitollisia, jos voisit arvioida meidät
he: נשמח מאוד אם תוכל לדרג אותנו
hi: यदि आप हमें रेटिंग दे सकें तो हमें बहुत खुशी होगी
hr: Jako bismo cijenili ako nas možete ocijeniti
hu: Nagyra értékelnénk, ha értékelne minket
id: Kami akan sangat menghargai jika Anda dapat menilai kami
ms: Kami amat menghargai jika anda boleh menilai kami
ro: Am aprecia foarte mult dacă ne puteți evalua
sk: Budeme veľmi radi, ak nás ohodnotíte
th: เราจะยินดีเป็นอย่างยิ่งหากคุณให้คะแนนเรา
uk: Ми будемо дуже вдячні, якщо ви оціните нас
vi: Chúng tôi rất cảm kích nếu bạn có thể đánh giá chúng tôi
zh_hk: 如果您能給我們評分，我們將不勝感激

source: The best we can get
ca: El millor que podem aconseguir
da: Det bedste vi kan få
el: Ό,τι καλύτερο μπορούμε να πάρουμε
fi: Parasta mitä voimme saada
he: הכי טוב שאנחנו יכולים להשיג
hi: सबसे अच्छा हम पा सकते हैं
hr: Najbolje što možemo dobiti
hu: A legjobb, amit kaphatunk
id: Yang terbaik yang bisa kita dapatkan
ms: Yang terbaik yang kita boleh dapat
ro: Ceea ce putem obține
sk: To najlepšie, čo môžeme dostať
th: สิ่งที่ดีที่สุดที่เราจะได้รับ
uk: Найкраще, що ми можемо отримати
vi: Điều tốt nhất chúng ta có thể nhận được
zh_hk: 我們能得到的最好的

source: Multiple format at once
ca: Format múltiple alhora
da: Flere formater på én gang
el: Πολλαπλές μορφές ταυτόχρονα
fi: Useita muotoja kerralla
he: מספר פורמטים בבת אחת
hi: एक साथ एकाधिक प्रारूप
hr: Više formata odjednom
hu: Több formátum egyszerre
id: Berbagai format sekaligus
ms: Berbilang format sekaligus
ro: Formate multiple simultan
sk: Viac formátov naraz
th: หลายรูปแบบในคราวเดียว
uk: Кілька форматів одночасно
vi: Nhiều định dạng cùng một lúc
zh_hk: 一次多種格式

source: Convert to any format
ca: Converteix a qualsevol format
da: Konverter til ethvert format
el: Μετατροπή σε οποιαδήποτε μορφή
fi: Muunna mihin tahansa muotoon
he: המר לכל פורמט
hi: किसी भी प्रारूप में कनवर्ट करें
hr: Pretvorite u bilo koji format
hu: Konvertálás bármilyen formátumba
id: Konversikan ke format apa pun
ms: Tukar kepada sebarang format
ro: Convertiți în orice format
sk: Previesť do akéhokoľvek formátu
th: แปลงเป็นรูปแบบใดก็ได้
uk: Конвертувати в будь-який формат
vi: Chuyển đổi sang bất kỳ định dạng nào
zh_hk: 轉換為任何格式

source: Unlimited Conversions
ca: Conversió il·limitada
da: Ubegrænset konverteringer
el: Απεριόριστες μετατροπές
fi: Rajoittamaton muunnoksia
he: המרות ללא הגבלה
hi: असीमित रूपांतरण
hr: Neograničene pretvorbe
hu: Korlátlan számú konverzió
id: Konversi Tak Terbatas
ms: Penukaran Tanpa Had
ro: Conversii nelimitate
sk: Neobmedzené konverzie
th: การแปลงไม่จำกัด
uk: Необмежені конверсії
vi: Chuyển đổi không giới hạn
zh_hk: 無限轉換

source: Support upto 20MBs Files
ca: Admet fitxers de fins a 20 MB
da: Understøtter op til 20 MB filer
el: Υποστήριξη αρχείων έως 20 MB
fi: Tuki jopa 20 Mt:n tiedostoille
he: תמיכה בקבצים של עד 20MBs
hi: 20 एमबी तक की फाइलों का समर्थन
hr: Podrška do 20 MB datoteka
hu: Akár 20 MB-os fájlok támogatása
id: Mendukung File hingga 20 MB
ms: Menyokong Fail sehingga 20MB
ro: Suportă fișiere de până la 20 MB
sk: Podpora súborov do 20 MB
th: รองรับไฟล์สูงสุด 20MB
uk: Підтримка файлів розміром до 20 МБ
vi: Hỗ trợ tệp lên tới 20 MB
zh_hk: 支援最大 20MB 的文件

source: Customer Support
ca: Atenció al client
da: Kunde support
el: Υποστήριξη πελατών
fi: Asiakaspalvelu
he: שירות לקוחות
hi: ग्राहक सहेयता
hr: Korisnička podrška
hu: Vevőszolgálat
id: Dukungan Pelanggan
ms: Sokongan pengguna
ro: Relații Clienți
sk: Zákaznícka podpora
th: สนับสนุนลูกค้า
uk: Підтримка клієнтів
vi: Hỗ trợ khách hàng
zh_hk: 客戶支援

source: Free
ca: Gratuït
da: Gratis
el: Ελεύθερος
fi: Vapaa
he: חינם
hi: मुक्त
hr: Besplatno
hu: Ingyenes
id: Bebas
ms: Percuma
ro: Gratuit
sk: zadarmo
th: ฟรี
uk: безкоштовно
vi: Miễn phí
zh_hk: 自由的

source: PRO
he: מִקצוֹעָן
hi: प्रो
zh_hk: 專業版

source: Trusted By
ca: Confiat per
da: betroet af
el: Εμπιστευμένο από
fi: Luotettu
he: מהימן על ידי
hi: द्वारा विश्वसनीय
hr: Povjerio
hu: Megbízható
id: Dipercaya Oleh
ms: Dipercayai Oleh
ro: De încredere
th: ได้รับความไว้วางใจจาก
uk: Довіряє
vi: Được tin cậy bởi
zh_hk: 值得信賴

source: Professionals
da: Fagfolk
el: Επαγγελματίες
fi: Ammattilaiset
he: אנשי מקצוע
hi: पेशेवरों
hr: Profesionalci
hu: Szakemberek
id: Profesional
ms: Profesional
ro: Profesionişti
sk: Profesionáli
th: ผู้เชี่ยวชาญ
uk: Професіонали
vi: Chuyên gia
zh_hk: 專業人士

source: Most Flexible
ca: El més flexible
da: Mest fleksible
el: Πιο ευέλικτο
fi: Joustavin
he: הכי גמיש
hi: सबसे लचीला
hr: Najfleksibilniji
hu: Legrugalmasabb
id: Paling Fleksibel
ms: Paling Fleksibel
ro: Cel mai flexibil
sk: Najviac flexibilné
th: มีความยืดหยุ่นมากที่สุด
uk: Найбільш гнучкий
vi: Linh hoạt nhất
zh_hk: 最靈活

source: Monthly
ca: Mensualment
da: Månedlig
el: Μηνιαίος
fi: Kuukausittain
he: יַרחוֹן
hi: मासिक
hr: Mjesečno
hu: Havi
id: Bulanan
ms: Bulanan
ro: Lunar
sk: Mesačne
th: รายเดือน
uk: Щомісяця
vi: Hàng tháng
zh_hk: 每月
