Repository: wajid2014pk/Flutter-ImageConverter-Macos
Catalog: lib/l10n/app_*.arb
Languages: ca, da, el, fi, he, hi, hr, hu, id, ms, ro, sk, th, uk, vi, zh_hk

# stay_updated_with_the_latest_features
source: Stay updated with the latest features, improvements, and new formats with regular updates.
ca: Estigueu al dia amb les últimes funcions, millores i formats nous amb actualitzacions periòdiques.
da: Hold dig opdateret med de nyeste funktioner, forbedringer og nye formater med regelmæssige opdateringer.
el: Μείνετε ενημερωμένοι με τις πιο πρόσφατες δυνατότητες, βελτιώσεις και νέες μορφές με τακτικές ενημερώσεις.
fi: Pysy ajan tasalla uusimmista ominaisuuksista, parannuksista ja uusista muodoista säännöllisten päivitysten avulla.
he: הישאר מעודכן עם התכונות האחרונות, השיפורים והפורמטים החדשים עם עדכונים שוטפים.
hi: नियमित अपडेट के साथ नवीनतम सुविधाओं, सुधारों और नए प्रारूपों के साथ अपडेट रहें।
hr: Budite u tijeku s najnovijim značajkama, poboljšanjima i novim formatima uz redovita ažuriranja.
hu: Legyen naprakész a legújabb funkciókkal, fejlesztésekkel és új formátumokkal a rendszeres frissítésekkel.
id: Tetap perbarui informasi dengan fitur, penyempurnaan, dan format baru terbaru dengan pembaruan rutin.
ms: Kekal dikemas kini dengan ciri terkini, penambahbaikan dan format baharu dengan kemas kini biasa.
ro: Rămâneți la curent cu cele mai recente funcții, îmbunătățiri și formate noi cu actualizări regulate.
sk: Zostaňte informovaní o najnovších funkciách, vylepšeniach a nových formátoch s pravidelnými aktualizáciami.
th: รับข้อมูลอัปเดตเกี่ยวกับคุณลักษณะล่าสุด การปรับปรุง และรูปแบบใหม่ๆ ด้วยการอัปเดตเป็นประจำ
uk: Будьте в курсі останніх функцій, удосконалень і нових форматів завдяки регулярним оновленням.
vi: Luôn cập nhật các tính năng, cải tiến và định dạng mới nhất với các bản cập nhật thường xuyên.
zh_hk: 透過定期更新了解最新功能、改進和新格式。

source: Please check your internet connection
ca: Comproveu la vostra connexió a Internet
da: Tjek venligst din internetforbindelse
el: Παρακαλούμε ελέγξτε τη σύνδεσή σας στο διαδίκτυο
fi: Tarkista Internet-yhteytesi
he: אנא בדוק את חיבור האינטרנט שלך
hi: कृपया अपना इंटरनेट कनेक्शन जांचें
hr: Provjerite svoju internetsku vezu
hu: Kérjük, ellenőrizze internetkapcsolatát
id: Harap periksa koneksi internet Anda
ms: Sila semak sambungan internet anda
ro: Vă rugăm să vă verificați conexiunea la internet
sk: Skontrolujte svoje internetové pripojenie
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
uk: Перевірте підключення до Інтернету
vi: Vui lòng kiểm tra kết nối internet của bạn
zh_hk: 請檢查您的網路連接

source: Server Error!!!!
ca: Error del servidor!!!!
da: Serverfejl!!!!
el: Σφάλμα διακομιστή!!!!
fi: Palvelinvirhe!!!!
he: שגיאת שרת!!!!
hi: सर्वर त्रुटि!!!!
hr: Greška servera!!!!
hu: Szerver hiba!!!!
ms: Ralat Pelayan!!!!
ro: Eroare de server!!!!
sk: Chyba servera!!!!
th: ข้อผิดพลาดของเซิร์ฟเวอร์!!!!
uk: Помилка сервера!!!!
vi: Lỗi máy chủ!!!!
zh_hk: 伺服器錯誤！ ！

source: Please try again after some time
ca: Si us plau, torna-ho a provar després d'un temps
da: Prøv venligst igen efter nogen tid
el: Δοκιμάστε ξανά μετά από κάποιο χρονικό διάστημα
fi: Yritä uudelleen jonkin ajan kuluttua
he: אנא נסה שוב לאחר זמן מה
hi: कृपया कुछ समय बाद पुनः प्रयास करें
hr: Pokušajte ponovno nakon nekog vremena
hu: Kérjük, próbálja újra egy idő után
id: Harap coba lagi setelah beberapa saat
ms: Sila cuba lagi selepas beberapa ketika
ro: Vă rugăm să încercați din nou după ceva timp
sk: Skúste to znova po nejakom čase
th: โปรดลองอีกครั้งหลังจากผ่านไประยะหนึ่ง
uk: Спробуйте ще раз через деякий час
vi: Vui lòng thử lại sau một thời gian
zh_hk: 請稍後重試

# only_one_image_should
source: Only 1 image should be selected
ca: Només s'ha de seleccionar 1 imatge
da: Der skal kun vælges 1 billede
el: Θα πρέπει να επιλεγεί μόνο 1 εικόνα
fi: Vain 1 kuva tulee valita
he: יש לבחור רק תמונה אחת
hi: केवल 1 छवि का चयन किया जाना चाहिए
hr: Treba odabrati samo 1 sliku
hu: Csak 1 képet kell kiválasztani
id: Hanya 1 gambar yang harus dipilih
ms: Hanya 1 imej harus dipilih
ro: Trebuie selectată doar 1 imagine
sk: Mal by sa vybrať iba 1 obrázok
th: ควรเลือกรูปภาพเพียงภาพเดียวเท่านั้น
uk: Потрібно вибрати лише 1 зображення
vi: Chỉ nên chọn 1 hình ảnh
zh_hk: 只能選擇 1 張影像

# please_select_an_option_in_which
source: Please select an option in which you want to convert
ca: Si us plau, seleccioneu una opció en què voleu convertir
da: Vælg venligst en mulighed, som du vil konvertere
el: Επιλέξτε μια επιλογή στην οποία θέλετε να κάνετε μετατροπή
fi: Valitse vaihtoehto, jonka haluat muuntaa
he: אנא בחר אפשרות שבה ברצונך להמיר
hi: कृपया वह विकल्प चुनें जिसमें आप कनवर्ट करना चाहते हैं
hr: Odaberite opciju u koju želite pretvoriti
hu: Kérjük, válasszon egy lehetőséget, amelyben konvertálni szeretne
id: Harap pilih opsi yang ingin Anda konversi
ms: Sila pilih pilihan yang anda ingin tukar
ro: Vă rugăm să selectați o opțiune în care doriți să faceți conversia
sk: Vyberte možnosť, ktorú chcete previesť
th: โปรดเลือกตัวเลือกที่คุณต้องการแปลง
uk: Будь ласка, виберіть варіант, у який ви хочете конвертувати
vi: Vui lòng chọn tùy chọn mà bạn muốn chuyển đổi
zh_hk: 請選擇您要轉換的選項

source: Opening File
ca: Obrint Fitxer
da: Åbner fil
el: Άνοιγμα αρχείου
fi: Avataan tiedosto
he: פתיחת קובץ
hi: फ़ाइल खोलना
hr: Otvaranje datoteke
hu: Fájl megnyitása
id: Membuka File
ms: Membuka Fail
ro: Deschiderea fișierului
sk: Otváranie súboru
th: กำลังเปิดไฟล์
uk: Відкриття файлу
vi: Mở tệp
zh_hk: 開啟文件

# file_size_is_greater_than
source: File Size is greater than 3 MBs. Buy Premium to Convert
ca: La mida del fitxer és superior a 3 MB. Compra Premium per convertir
da: Filstørrelsen er større end 3 MB. Køb Premium for at konvertere
el: Το μέγεθος αρχείου είναι μεγαλύτερο από 3 MB. Αγοράστε Premium για Μετατροπή
fi: Tiedoston koko on suurempi kuin 3 Mt. Osta Premium muuntaaksesi
he: גודל הקובץ גדול מ-3 MB. קנה פרימיום להמרה
hi: फ़ाइल का आकार 3 एमबी से अधिक है। कनवर्ट करने के लिए प्रीमियम खरीदें
hr: Veličina datoteke je veća od 3 MB. Kupite Premium za konverziju
hu: A fájl mérete nagyobb, mint 3 MB. Vásároljon prémiumot a konvertáláshoz
id: Ukuran File lebih besar dari 3 MB. Beli Premium untuk Mengonversi
ms: Saiz Fail lebih besar daripada 3 MB. Beli Premium untuk Ditukar
ro: Dimensiunea fișierului este mai mare decât 3 MB. Cumpărați Premium pentru a converti
sk: Veľkosť súboru je väčšia ako 3 MB. Kúpte si Premium na konverziu
th: ขนาดไฟล์มากกว่า 3 MB ซื้อแบบพรีเมียมเพื่อแปลง
uk: Розмір файлу перевищує 3 Мб. Купуйте преміум, щоб конвертувати
vi: Kích thước tệp lớn hơn 3 MB. Mua Premium để chuyển đổi
zh_hk: 檔案大小大於 3 MB。購買溢價以轉換

source: Purchased failed!
ca: S'ha fallat compra!
da: Købt mislykkedes!
el: Απέτυχε η αγορά!
fi: Osto epäonnistui!
he: הרכישה נכשלה!
hi: खरीद विफल!
hr: Kupnja nije uspjela!
hu: A vásárlás sikertelen!
id: Pembelian gagal!
ms: Dibeli gagal!
ro: Achiziționat eșuat!
sk: Nákup zlyhal!
th: ซื้อไม่สำเร็จ!
uk: Не вдалося придбати!
vi: Đã mua không thành công!
zh_hk: 購買失敗！

source: Failed
ca: Ha fallat
da: Mislykkedes
el: Απέτυχε
fi: Epäonnistui
he: נִכשָׁל
hi: विफल
hr: nije uspjelo
hu: Sikertelen
id: Gagal
ms: gagal
ro: A eșuat
sk: Nepodarilo sa
th: ล้มเหลว
uk: Не вдалося
vi: Không thành công
zh_hk: 失敗的

source: No Internet Connecion
ca: Sense connexió a Internet
da: Ingen internetforbindelse
el: Χωρίς σύνδεση στο Διαδίκτυο
fi: Ei Internet-yhteyttä
he: אין חיבור לאינטרנט
hi: कोई इंटरनेट कनेक्शन नहीं
hr: Nema internetske veze
hu: Nincs internet kapcsolat
id: Tidak Ada Koneksi Internet
ms: Tiada Sambungan Internet
ro: Fără conexiune la internet
sk: Žiadne internetové pripojenie
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
uk: Немає з'єднання з Інтернетом
vi: Không có kết nối Internet
zh_hk: 無網路連線

source: File saved successfully!
ca: Fitxer desat correctament!
da: Filen blev gemt!
el: Το αρχείο αποθηκεύτηκε με επιτυχία!
fi: Tiedoston tallennus onnistui!
he: הקובץ נשמר בהצלחה!
hi: फ़ाइल सफलतापूर्वक सहेजी गई!
hr: Datoteka je uspješno spremljena!
hu: A fájl sikeresen mentve!
id: File berhasil disimpan!
ms: Fail berjaya disimpan!
ro: Fișierul a fost salvat cu succes!
sk: Súbor bol úspešne uložený!
th: บันทึกไฟล์สำเร็จ!
uk: Файл успішно збережено!
vi: Đã lưu tệp thành công!
zh_hk: 文件保存成功！

source: Failed to save file.
ca: Ha fallat per desar l'arxiu.
da: Filen kunne ikke gemmes.
el: Αποτυχία αποθήκευσης αρχείου.
fi: Tiedoston tallennus epäonnistui.
he: שמירת הקובץ נכשלה.
hi: फ़ाइल सहेजने में विफल।
hr: Spremanje datoteke nije uspjelo.
hu: Nem sikerült menteni a fájlt.
id: Gagal menyimpan file.
ms: Gagal menyimpan fail.
ro: Nu s-a putut salva fișierul.
sk: Uloženie súboru zlyhalo.
th: บันทึกไฟล์ไม่สำเร็จ
uk: Не вдалося зберегти файл.
vi: Không lưu được tệp.
zh_hk: 儲存文件失敗。

source: Cannot preview this file!
ca: No es pot visualitzar aquest fitxer!
da: Kan ikke forhåndsvise denne fil!
el: Δεν είναι δυνατή η προεπισκόπηση αυτού του αρχείου!
fi: Tätä tiedostoa ei voi esikatsella!
he: לא ניתן לצפות בתצוגה מקדימה של קובץ זה!
hi: इस फ़ाइल का पूर्वावलोकन नहीं किया जा सकता!
hr: Nije moguće pregledati ovu datoteku!
hu: A fájl előnézete nem tekinthető meg!
id: Tidak dapat melihat pratinjau file ini!
ms: Tidak boleh pratonton fail ini!
ro: Nu se poate previzualiza acest fișier!
sk: Nie je možné zobraziť ukážku tohto súboru!
th: ไม่สามารถดูตัวอย่างไฟล์นี้ได้!
uk: Неможливо переглянути цей файл!
vi: Không thể xem trước tệp này!
zh_hk: 無法預覽該文件！

# this_picture_cannot_be
source: This Picture cannot be downloaded
ca: Aquesta imatge no es pot baixar
da: Dette billede kan ikke downloades
el: Δεν είναι δυνατή η λήψη αυτής της εικόνας
fi: Tätä kuvaa ei voi ladata
he: לא ניתן להוריד תמונה זו
hi: यह चित्र डाउनलोड नहीं किया जा सकता
hr: Ova se slika ne može preuzeti
hu: Ez a kép nem tölthető le
id: Gambar ini tidak dapat diunduh
ms: Gambar ini tidak boleh dimuat turun
ro: Această imagine nu poate fi descărcată
sk: Tento obrázok sa nedá stiahnuť
th: ไม่สามารถดาวน์โหลดรูปภาพนี้ได้
uk: Це зображення неможливо завантажити
vi: Không thể tải xuống Ảnh này
zh_hk: 該圖片無法下載

source: Failed to create ZIP file
ca: Error en crear el fitxer ZIP
da: Kunne ikke oprette ZIP-fil
el: Αποτυχία δημιουργίας αρχείου ZIP
fi: ZIP-tiedoston luominen epäonnistui
he: יצירת קובץ ZIP נכשלה
hi: ज़िप फ़ाइल बनाने में विफल
hr: Izrada ZIP datoteke nije uspjela
hu: Nem sikerült létrehozni a ZIP-fájlt
id: Gagal membuat file ZIP
ms: Gagal membuat fail ZIP
ro: Nu s-a putut crea fișierul ZIP
sk: Nepodarilo sa vytvoriť súbor ZIP
th: ไม่สามารถสร้างไฟล์ ZIP ได้
uk: Не вдалося створити файл ZIP
vi: Không tạo được tệp ZIP
zh_hk: 無法建立 ZIP 文件

source: Zip file saved at
ca: Fitxer zip desat a
da: Zip-fil gemt kl
el: Το αρχείο zip αποθηκεύτηκε στο
fi: Zip-tiedosto tallennettu
he: קובץ Zip נשמר ב
hi: ज़िप फ़ाइल यहाँ सहेजी गई
hr: Zip datoteka spremljena na
hu: A ZIP-fájl mentése ide:
id: File zip disimpan di
ms: Fail zip disimpan di
ro: Fișier zip salvat la
sk: Zip súbor uložený na
th: ไฟล์ Zip ถูกบันทึกที่
uk: Zip-файл збережено в
vi: Đã lưu tệp ZIP tại
zh_hk: Zip 檔案保存於

source: Text file save to download
ca: Desa l'arxiu de text per descarregar
da: Gem tekstfil til download
el: Αποθήκευση αρχείου κειμένου για λήψη
fi: Tallenna tekstitiedosto ladattavaksi
he: שמור קובץ טקסט להורדה
hi: टेक्स्ट फ़ाइल डाउनलोड करने के लिए सहेजें
hr: Spremi tekstualnu datoteku za preuzimanje
hu: Szöveges fájl mentése letöltéshez
id: File teks disimpan untuk diunduh
ms: Simpan fail teks untuk dimuat turun
ro: Salvați fișierul text pentru descărcare
sk: Textový súbor uložte na stiahnutie
th: ไฟล์ข้อความถูกบันทึกเพื่อดาวน์โหลด
uk: Текстовий файл зберегти для завантаження
vi: Lưu tệp văn bản để tải xuống
zh_hk: 文字檔案儲存下載

source: Failed to download
ca: No s'ha pogut descarregar
da: Kunne ikke downloade
el: Η λήψη απέτυχε
fi: Lataus epäonnistui
he: ההורדה נכשלה
hi: डाउनलोड करने में विफल
hr: Preuzimanje nije uspjelo
hu: Nem sikerült letölteni
id: Gagal diunduh
ms: Gagal memuat turun
ro: Descărcarea eșuată
sk: Sťahovanie zlyhalo
th: ไม่สามารถดาวน์โหลด
uk: Не вдалося завантажити
vi: Không tải xuống được
zh_hk: 下載失敗

source: File Downloaded at
ca: Fitxer baixat a
da: Fil downloadet på
el: Λήψη αρχείου στο
fi: Tiedosto ladattu osoitteessa
he: הקובץ הורד ב
hi: फ़ाइल यहाँ डाउनलोड की गई
hr: Datoteka preuzeta na
hu: Fájl letöltve a címről
id: File diunduh di
ms: Fail Dimuat Turun di
ro: Fișier descărcat la
sk: Súbor stiahnutý na
th: ไฟล์ถูกดาวน์โหลดที่
uk: Файл завантажено на
vi: Đã tải xuống tệp tại
zh_hk: 文件下載於

source: Error while downloading
ca: Error durant la baixada
da: Fejl under download
el: Σφάλμα κατά τη λήψη
fi: Virhe latauksessa
he: שגיאה בזמן ההורדה
hi: डाउनलोड करते समय त्रुटि
hr: Greška prilikom preuzimanja
hu: Hiba a letöltés során
id: Kesalahan saat mengunduh
ms: Ralat semasa memuat turun
ro: Eroare în timpul descărcării
sk: Chyba pri sťahovaní
th: เกิดข้อผิดพลาดขณะดาวน์โหลด
uk: Помилка завантаження
vi: Lỗi khi tải xuống
zh_hk: 下載時出錯

source: Error while downloading file
ca: Error en baixar el fitxer
da: Fejl under download af fil
el: Σφάλμα κατά τη λήψη του αρχείου
fi: Virhe ladattaessa tiedostoa
he: שגיאה בעת הורדת הקובץ
hi: फ़ाइल डाउनलोड करते समय त्रुटि
hr: Greška pri preuzimanju datoteke
hu: Hiba a fájl letöltése közben
id: Kesalahan saat mengunduh file
ms: Ralat semasa memuat turun fail
ro: Eroare la descărcarea fișierului
sk: Chyba pri sťahovaní súboru
th: เกิดข้อผิดพลาดขณะดาวน์โหลดไฟล์
uk: Помилка під час завантаження файлу
vi: Lỗi khi tải xuống tệp
zh_hk: 下載檔案時出錯

source: Success
ca: Èxit
da: Succes
el: Επιτυχία
fi: Menestys
he: הַצלָחָה
hi: सफल
hr: Uspjeh
hu: Siker
id: Berhasil
ms: Kejayaan
ro: Succes
sk: Úspech
th: สำเร็จ
uk: Успіх
vi: Thành công
zh_hk: 成功

source: Please select any option
ca: Seleccioneu qualsevol opció
da: Vælg venligst en valgmulighed
el: Παρακαλούμε επιλέξτε οποιαδήποτε επιλογή
fi: Ole hyvä ja valitse jokin vaihtoehto
he: אנא בחר כל אפשרות
hi: कृपया कोई विकल्प चुनें
hr: Molimo izaberite bilo koju opciju
hu: Kérjük, válasszon bármilyen lehetőséget
id: Silakan pilih opsi apa pun
ms: Sila pilih mana-mana pilihan
ro: Vă rugăm să selectați orice opțiune
sk: Prosím, vyberte akúkoľvek možnosť
th: กรุณาเลือกตัวเลือกใดก็ได้
uk: Будь ласка, виберіть будь-який варіант
vi: Vui lòng chọn bất kỳ tùy chọn nào
zh_hk: 請選擇任意選項

source: Please select validate option
ca: Seleccioneu l'opció de validació
da: Vælg venligst valideringsmulighed
el: Παρακαλώ επιλέξτε επικύρωση
fi: Ole hyvä ja valitse vahvistusvaihtoehto
he: אנא בחר באפשרות אימות
hi: कृपया मान्य विकल्प चुनें
hr: Molimo odaberite opciju provjere
hu: Kérjük, válassza az érvényesítés opciót
id: Silakan pilih opsi validasi
ms: Sila pilih pilihan pengesahan
ro: Vă rugăm să selectați opțiunea de validare
sk: Prosím, vyberte overiť možnosť
th: กรุณาเลือกตัวเลือกตรวจสอบความถูกต้อง
uk: Виберіть параметр перевірки
vi: Vui lòng chọn tùy chọn xác thực
zh_hk: 請選擇驗證選項

source: Please enter a valid URL!
ca: Introduïu un URL vàlid!
da: Indtast venligst en gyldig URL!
el: Εισαγάγετε ένα έγκυρο URL!
fi: Anna kelvollinen URL-osoite!
he: אנא הזן כתובת אתר חוקית!
hi: कृपया मान्य URL दर्ज करें!
hr: Unesite važeći URL!
hu: Érvényes URL-t adjon meg!
id: Silakan masukkan URL yang valid!
ms: Sila masukkan URL yang sah!
ro: Introduceți o adresă URL validă!
sk: Zadajte platnú adresu URL!
th: กรุณาป้อน URL ที่ถูกต้อง!
uk: Введіть правильний URL!
vi: Vui lòng nhập URL hợp lệ!
zh_hk: 請輸入有效的網址！

source: Copy text successfully!
ca: Copia el text amb èxit!
da: Kopier tekst med succes!
el: Αντιγραφή κειμένου με επιτυχία!
fi: Tekstin kopioiminen onnistui!
he: העתק את הטקסט בהצלחה!
hi: पाठ को सफलतापूर्वक कॉपी करें!
hr: Kopiraj tekst uspješno!
hu: Sikeres szövegmásolás!
id: Salin teks berhasil!
ms: Menyalin teks berjaya!
ro: Copiați textul cu succes!
sk: Skopírujte text úspešne!
th: คัดลอกข้อความสำเร็จ!
uk: Скопіюйте текст успішно!
vi: Sao chép văn bản thành công!
zh_hk: 複製文字成功！

source: No Commitment, Cancel Anytime
ca: Sense compromís, cancel·la en qualsevol moment
da: Ingen forpligtelse, annuller når som helst
el: Χωρίς δέσμευση, ακύρωση ανά πάσα στιγμή
fi: Ei sitoumuksia, peruuta milloin tahansa
he: ללא התחייבות, בטל בכל עת
hi: कोई प्रतिबद्धता नहीं, कभी भी रद्द करें
hr: Bez obveza, otkažite bilo kada
hu: Nincs kötelezettségvállalás, bármikor lemondhatja
id: Tanpa Komitmen, Batalkan Kapan Saja
ms: Tiada Komitmen, Batalkan Bila-bila Masa
ro: Fără angajament, anulați oricând
sk: Bez záväzkov, kedykoľvek zrušiť
th: ไม่มีข้อผูกมัด ยกเลิกเมื่อใดก็ได้
uk: Без зобов'язань, скасуйте будь-коли
vi: Không cam kết, Hủy bất kỳ lúc nào
zh_hk: 無承諾，隨時取消

source: HEIC
th: เฮค
